Repository: KDE/kmoretools
Catalog: po/sa/kmoretools6.po
Languages: sa

# @action:inmenu
source: Not installed:
sa: न संस्थापितम् : १.

# @action:inmenu
source: More
sa: अधिकः

# @action:inmenu
source: Configure...
sa: विन्यस्तं कुर्वन्तु...

# @action:inmenu
source: Visit homepage
sa: मुखपृष्ठं पश्यन्तु

# @action:inmenu
source: Install
sa: प्रतिस्था

# @action:inmenu
source: No further information available.
sa: अग्रे सूचना उपलब्धा नास्ति।

source: Configure menu
sa: मेनू विन्यस्तं कुर्वन्तु

source: Configure menu - %1
sa: मेनू विन्यस्य - %1

# @action:inmenu %1="$GenericName"
source: %1 - current folder
sa: %1 - वर्तमानपुटम्

# @action:inmenu %1="$GenericName"
source: %1 - current device
sa: %1 - वर्तमानयन्त्रम्

# @action:inmenu %1="$GenericName"
source: %1 - all devices
sa: %1 - सर्वाणि यन्त्राणि

source: Main section
sa: मुख्य खण्ड

source: Move down
sa: अधः गच्छतु

source: Move up
sa: उपरि गच्छतु

source: Move to Main section
sa: मुख्यखण्डं प्रति गच्छन्तु

source: Move to More section
sa: अधिकं विभागं प्रति गच्छन्तु

source: Reset
sa: पुनः सेट् करें

source: More section
sa: अधिकः खण्डः

source: For this menu there are some more tools suggested which are currently not installed:
sa: अस्य मेन्यू कृते केचन अधिकानि साधनानि सुझातानि सन्ति ये सम्प्रति न संस्थापितानि सन्ति:

source: More tools...
sa: अधिकानि साधनानि...
