Repository: KDE/kmoretools
Catalog: po/*/knewstuff5.po
Languages: ast

# the price of a download item, parameter 1 is the currency, 2 is the price
source: This item costs %1 %2. Do you want to buy it?
ast: Esti elementu cuesta %1 %2. ¿Quies mercalu?

# voting for an item (good/bad)
source: Your vote was recorded.
ast: Nun se grabó'l to votu.

source: You are now a fan.
ast: Agora yes un siguidor.

source: Network error. (%1)
ast: Fallu de rede. (%1)

source: Too many requests to server. Please try again in a few minutes.
ast: Milenta solicitúes al sirvidor. Inténtalo de nueves nunos minutos, por favor.

source: Initializing
ast: Aniciando

source: Configuration file not found: "%1"
ast: Nun s'alcontró'l ficheru de configuración: «%1»

source: Configuration file is invalid: "%1"
ast: Nun ye válidu'l ficheru de configuración: «%1»

source: Loading provider information
ast: Cargando la información del fornidor

source: Error initializing provider.
ast: Fallu aniciando'l fornidor

source: Loading data
ast: Cargando datos

source: Loading data from provider
ast: Cargando datos del fornidor

source: Loading of providers from file: %1 failed
ast: Carga de fornidores dende ficheru: %1 falló

source: Loading one preview
ast: Cargando una previsualización

source: Installing
ast: Instalando

source: Invalid item.
ast: Elementu non válidu.

source: Download of item failed: no download URL for "%1".
ast: Falló la descarga del elementu: nun hai URL de descarga pa «%1».

source: Download of "%1" failed, error: %2
ast: Falló la descarga de «%1», fallu: %2

source: The downloaded file is a html file. This indicates a link to a website instead of the actual download. Would you like to open the site with a browser instead?
ast: El ficheru baxáu ye ún HTML. Esto indica un enllaz a un sitiu web en cuantes de la descarga actual. ¿Prestaríate abrir el sitiu con un restolador nel so llugar?

source: Possibly bad download link
ast: Quiciabes l'enllaz tea mal

source: Downloaded file was a HTML file. Opened in browser.
ast: El ficheru baxáu foi ún HTML. Abrióse nel restolador.

source: Could not install "%1": file not found.
ast: Nun pudo instalase «%1»: nun s'alcontró'l ficheru.

source: Overwrite existing file?
ast: ¿Sobrescribir el ficheru esistente?

source: Key used for signing:
ast: Clave usada pa roblar:

source: <qt>Cannot start <i>gpg</i> and sign the file. Make sure that <i>gpg</i> is installed, otherwise signing of the resources will not be possible.</qt>
ast: <qt>Nun pue aniciase <i>gpg</i> pa roblar el ficheru. Asegúrate que <i>gpg</i> ta instaláu, d'otramiente sedrá imposible roblar los recursos.</qt>

# Program name followed by 'Add On Installer'
source: %1 Add-On Installer
ast: %1 instalador d'amiestos

source: Timeout. Check Internet connection.
ast: Tiempu escosao. Comprueba la conexón d'internet

source: Server: %1
ast: Sirvidor: %1

source: <br />Provider: %1
ast: <br />Fornidor: %1

source: <br />Version: %1
ast: <br />Versión: %1

source: Provider information
ast: Información d'apurridor

source: Could not install %1
ast: Nun pudo instalase %1

source: Icons view mode
ast: Mou de vista d'iconos

source: Details view mode
ast: Mou de vista de detalles

source: All Providers
ast: Tolos fornidores

source: All Categories
ast: Toles estayes

source: Provider:
ast: Fornidor:

source: Category:
ast: Estaya:

source: Newest
ast: Lo más nuevo

source: Rating
ast: Valoración

source: Most downloads
ast: Lo más baxao

source: Installed
ast: Instalaos

source: Order by:
ast: Ordenar per:

source: Search:
ast: Guetar:

source: Enter search phrase here
ast: Introduz equí la fras de gueta

source: Author:
ast: Autor:

source: <a href="http://opendesktop.org">Homepage</a>
ast: <a href="http://opendesktop.org">Paxina d'aniciu</a>

source: Update
ast: Anovar

source: Uninstall
ast: Desinstalar

source: Become a Fan
ast: Facese siguidor

source: Install
ast: Instalar

# @action:inmenu
source: More
ast: Más...

# @action:inmenu
source: Not installed:
ast: Nun ta instaláu:

# @action:inmenu
source: Configure...
ast: Configurar...

# @action:inmenu
source: Visit homepage
ast: Visitar páxina d'aniciu

# @action:inmenu
source: No further information available.
ast: Nun hai más información disponible.

# @action:inmenu
source: $GenericName - current folder
ast: $GenericName - carpeta actual

# @action:inmenu
source: $GenericName - current device
ast: $GenericName - preséu actual

# @action:inmenu
source: $GenericName - all devices
ast: $GenericName - tolos preseos

source: Reset
ast: Reafitar

source: More tools...
ast: Más ferramientes...

source: Details for %1
ast: Detalles pa %1

source: Changelog:
ast: Rexistru de cambeos:

# A link to the description of this Get Hot New Stuff item
source: Homepage
ast: Páxina d'aniciu

# A link to the knowledgebase (like a forum) (opens a web browser)
source: Knowledgebase (no entries)
ast: Base de conocencia (ensin entraes)

# Tooltip for a link in a dialog
source: Opens in a browser window
ast: Abre nuna ventana del restolador

# Show the author of this item in a list
source: By <i>%1</i>
ast: Por <i>%1</i>

# fan as in supporter
source: 1 fan
ast: Un/a siguidor/a

source: Details
ast: Detalles

source: Install Again
ast: Instalar de nueves

# Opposite to Back
source: Next
ast: Siguiente

source: Fetching license data from server...
ast: Diendo en cata de los datos de llicencia dende'l sirvidor...

source: Fetching content data from server...
ast: Diendo en cata de los datos del conteníu dende'l sirvidor...

source: File not found: %1
ast: Nun s'alcontró'l ficheru: %1

source: Upload Failed
ast: Falló la xuba

source: The server does not recognize the category %2 to which you are trying to upload.
ast: El sirvidor nun reconoz la estaya %2 a la que tas intentando xubir.

source: Error
ast: Fallu

source: The selected category "%1" is invalid.
ast: La estaya esbillada «%1» nun ye válida.

source: There was a network error.
ast: Hebo un fallu de rede.

source: Uploading Failed
ast: Falló la xuba

source: Authentication error.
ast: Fallu d'autenticación.

source: Upload failed: %1
ast: Falló la xuba: %1

source: Password:
ast: Contraseña:

source: Username:
ast: Nome d'usuariu:

source: File to upload:
ast: Ficheru pa xubir:

source: New Upload
ast: Xuba nueva

source: Description:
ast: Descripción:

source: Version:
ast: Versión:

source: License:
ast: Llicencia:

source: Title:
ast: Títulu:

source: Name of the file as it will appear on the website
ast: El nome del ficheru tal y como apaecerá nel sitiu web

source: Note: You can edit, update and delete your content on the website.
ast: Nota: Pues editar, anovar y desaniciar el to conteníu nel sitiu web.

source: I ensure that this content does not violate any existing copyright, law or trademark. I agree for my IP address to be logged. (Distributing content without the permission of the copyright holder is illegal.)
ast: Asegúrome qu'esti conteníu nun viola denguna llei, marca o copyright. Toi acordies pa que la mio IP se rexistre. (Distribuyir conteníu ensin el permisu del titular los drechos ye illegal.)
